{
    "Introduction": "Oh hi! I am Charlie.#$b# So, you are the new farmer that everyone is talking about!#$h#$b# Hope that you make that farm better than ever!",
    "danceRejection": "No, thanks. I don't like dancing.$s",
    "divorced": "Don't even look at me once more...$a",
    "secondChance_Guys": "I accept, I hope that you have turned into a better person, if not I'll take everything you have. And burn.#$b# I love you.$l",
    "help_yes": "What...?",
    "help_no": "How am I going to live now?$a",
    "Mon": "Monday...$s#$b# I bet almost everyone fell the same way.",
    "Tue": "Hello @.#$b# Today is a good day for me, I fell that I am going to make new discovers today!$h",
    "Wed": "Another day...$7#$b# I just need some reading to make me feel better!$h#$b# Unless I'm reading a sad book, then I give than to Emily.$7#$b# She seems to like.",
    "Thu": "Hey @!#$b# A good day isn't? Today my uncle let me go out a little! Someday I pass by your farm to see there.#$b# People say that is beautiful!$h",
    "Fri": "Almost weekend...#$b# What should I do for dinner? Gunther likes pasta...",
    "Sat": "%Charlie is singing some kind of song. Better let him be",
    "Sun": "How about a sundae in a Sunday?$h#$b#...$7#$b#I need to get better jokes...$7",
    "Beach_26_4": "Oh! Hi, @.#$b#Nice day isn't? I'm just chilling out for a minute.$h#$b#Feel free to relax here too.",
    "Forest_100_23": "I like Marnie's animals.#$b# They always seem to be happy!$h",
    "Saloon_23_18": "Heya @.#$b# Here, you seem to need it. Have a good day tomorrow!$h [348]",
    "SeedShop_3_23": "Just buying some stuff.#$b# Joja is cheaper, but Pierre's things are surely the best in the valley!$h",
    "give_flowersA": "Oh @!$l#$b# I accept be your boyfriend!$l",
    "give_flowersB": "Oh!$l#$b# I knew that we were at the same amount of love!$l",
    "engageA": "I love you, but are you hiding something from me?$6",
    "engageB": "I truly love you, but my instinct is telling me that you're not telling me everything...$6",
    "marriedA": "Marriage is a serious thing, if you don't think the same, you will see what I'm capable of...$6#$b# I love you!$l",
    "marriedB": "I love you, but if you start betraying me or something else, don't blame me if your pants start burning during the night...$6",
    "SeedShop_Entry": "Hello Pierre!/Mayo.../Rice and beans for Gunther.../A can of beans...",
    "Mon2": "Hello @! How are you doing?#$b# The museum is quite lonely sometimes, is good to have someone to talk to!$h",
    "Tue2": "Ahhhhhh....$7#$b#The museum is with low funds....$7#$b#I hope that the Governor doesn't close us, I don't know what I would do if the museum closes...$7",
    "Wed2": "Hello @!#$b# How the farm is going? #$b# Your grandpa used to take a break in Wednesdays, he and Lweis used to fish in the beach, but I guess the mayor doesn't do that anymore...",
    "Thu2": "Gunther told me that Zuzu city is huge!$h#$b# Have you seemed it? I always want to go there, but the bus ticket for this is too expensive...$7#$b# At least the town is pretty cool, we are blessed to have a beach here!$h",
    "Fri4": "In these days I'm drinking a lot of coffee since the museum is having a little more of work.#$b# But it's good! This means that we have more money and we aren't going to close, Gunther is happier these days.#$b# He even paid me more this month!$h",
    "Sat4": "Hey @! I baked some cookies last night, and Gunther like them!$h#$b# Here have some! [223]",
    "Sun4": "Hello @! How are you doing?#$b# %You ask him about the books that he has in hands #$b# Oh, these?#$b# Don't tell everyone, I'm having some classes with Rasmoudious. I'm learning about some magical history.#$e# Please, don't tell Gunther, ok @?$7",
    "Mon6": "I think that I should spend more time with Gunther...$7#$b# I own him a lot, and the museum too.#$b# I wish that I could make something to him...$7",
    "Tue6": "Oh @, there are some leaves in your hair. Here let me take them off...#$b# %As soon he takes the leaves off, he looks you with and weird looking... #$b# %You ask him what is wrong. #$b# Oh nothing!$h#$b# It just as Rasmoudious told me, you have a great potential for magic. That explain why the junimos like you that much!#$e# I wish that I had the same magic level as you...$7#$b# But don't worry, Rasmoudious said that what I have is good too.",
    "Wed6": "I'm here in the Valley in a long time.#$b# I remember when Dusty was just a puppy!$h#$b# I and Alex used to be very close, but we had some trouble between us.$s#$b# I hope that he still considers me as a friend...$7"
}
