{
    "Rainy_Day_0": "I hope that Randy isn't out in the rain.$7#$b#His body isn't prepared for that...$7",
    "Rainy_Day_1": "Clean your shoes before entering the house again.#$b# Last time you let some dirty footsteps.$a#$b# But I still love you.$l",
    "Rainy_Day_2": "I went out and started watering some crops for you.#$b# But when I started, I realized that it was raining...$h#$b# Now I'm wet...$7#$b# Well at least our crops don't need to be watered!$h",
    "Rainy_Day_3": "Luck that I closed the windows in the night.#$b# So we don't have water here inside.$h",
    "Rainy_Day_4": "In days like these, I like to take a good coffee, sit on a chair next to the window...$h#$b# And just look at the rain.#$b# I wish that you could stop by a while and do the same.$h",
    "Rainy_Night_0": "I left some clothes in the rain...$7#$b# Now at the night that I remembered.$7",
    "Rainy_Night_1": "Oh dear, finally my husband is back. Don't pass that much time in the rain outside.^Oh dear, finally my wife is back. Don't pass that much time in the rain outside.",
    "Rainy_Night_2": "Here honey, I made this for you. It feels better when it's raining.[614]",
    "Rainy_Night_3": "Honey, I was horrified if you could get sick. Thanks, Yoba that you're ok.$h",
    "Rainy_Night_4": "Honey, go rest. Working on the rain isn't good for you.#$e# I love you...$l",
    "Indoor_Day_0": "If you go to the Town, say hi to Gunther and Randy to me.#$b# I hope that they are ok there.$7",
    "Indoor_Day_1": "Good morning honey.#$b# I made this for you. It isn't much, but I hope that you like it.[195]$l",
    "Indoor_Day_2": "Hey honey, come closer...$l#$b#*kiss*#$b# I love you, please take care.$l",
    "Indoor_Day_3": "I love living here at the farm with you my dear...$l",
    "Indoor_Day_4": "Today I'll clean the house, and you can take care of the farm.#$e# Oh, I almost forgot! If you go to the city, bring a coffee for me if you can.",
    "Indoor_Night_0": "How was your day dear?#$b# Mine was good here, I saw some animals running around here.$h",
    "Indoor_Night_1": "Thank you for being you.$l#$b# I feel good here with you...$l#$e# %kiss",
    "Indoor_Night_2": "Hi honey, I made dinner for you.$l#$b# It isn't the best thing ever, but I made it with love...[610 609 196]$l",
    "Indoor_Night_3": "Honey, I missed you.$l#$b# Tomorrow, I take care of the house, and you get some rest.#$b# I love you so much!$l",
    "Indoor_Night_4": "Honey, have you seemed Randy today?#$b# I miss him a little...$7",
    "Outdoor_0": "I like to stay here and just see the farm.#$b# It's beautiful!$h",
    "Outdoor_1": "Sometimes I wake up and think that I'm still dreaming...#$b# But then I come out and see this beautiful farm.#$b# Thank you for making me happy dear...$l",
    "Outdoor_2": "You look so beautiful today...$l",
    "Outdoor_3": "I woke up early today, and cleaned the house.#$b# So you don't have to worry about this, and can just take care of the farm.$h#$b# And of me...$l",
    "Outdoor_4": "%kiss#$b# I love you honey...$l",
    "OneKid_0": "%kid1 is the best thing that happened in your life!",
    "OneKid_1": "I hope that %kid1 grow healthy and be a farmer like you!$h",
    "OneKid_2": "You sleep like a rock dear...$7#$b# $kid1 jumped into your bed this night and you don't wok up...$7#$b# You need bo see Harvey...$7",
    "OneKid_3": "Maybe I should bring Randy to see %kid1 someday...",
    "TwoKids_0": "%kid1 and %kid2 are our little precious kids...$l",
    "Good_1": "You're the best thing in my life...$l",
    "Good_4": "*kiss you*$l#$b# I love you!$l",
    "Neutral_0": "I hope that even when I get old, you still love me...$7",
    "Neutral_2": "I hope that we can spend our entire life here...",
    "Bad_0": "Thank Yoba that I didn't let Gunther sell my place at the museum...$a",
    "Bad_1": "I think that I will pass some days with Gunther at the museum...$7",
    "spring_1": "Happy new year dear!$h#$b# %kiss",
    "spring_12": "Wanna know something?#$b# This festival isn't fair for the kids, you and the others should be minus competitive for the kids.",
    "spring_23": "I would love to dançe with you tomorrow!$l",
    "summer_10": "What will you bring to the soup tomorrow?",
    "summer_27": "Tomorrow we will be able to see the Jellies...#$b# It will be so romantic!$l",
    "fall_15": "Tomorrow we will smash Pierre at the fair!$h",
    "fall_26": "Don't get lost in that maze, it's an order!$h",
    "winter_7": "I still don't understand why you guys fish in the winter...$7",
    "winter_28": "Here honey, let's celebrate this great year![459 348] $1",
    "patio_Charlie": "Don't worry dear, Andrill11 is working on a patio for me! It's hard to bring things here.",
    "spouseRoom_Charlie": "Wanna play video games with my dear?$h",
}
